Repository: adi2222-ai/tiranawalktour
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, de, it

source: Home
ar: الرئيسية
de: Startseite
it: Casa

source: About
ar: نبذة عنا
de: Über uns
it: Chi Siamo

source: Tours
ar: الجولات
de: Touren
it: Tour

source: Contact
ar: اتصل بنا
de: Kontakt
it: Contatto

source: Discover Albania
ar: اكتشف ألبانيا
de: Entdecken Sie Albanien
it: Scopri l'Albania

source: Your personalized trip advisor for authentic Albanian adventures - from pristine beaches to ancient castles
ar: مستشارك الشخصي للرحلات لمغامرات ألبانية أصيلة - من الشواطئ البكر إلى القلاع القديمة
de: Ihr persönlicher Reiseberater für authentische albanische Abenteuer - von unberührten Stränden bis zu antiken Burgen

source: Explore Tours
ar: استكشف الجولات
de: Touren entdecken
it: Esplora i Tour

source: Why Choose Our Albanian Adventures?
ar: لماذا تختار مغامراتنا الألبانية؟
de: Warum unsere albanischen Abenteuer wählen?
it: Perché Scegliere le Nostre Avventure Albanesi?

source: We are your personal trip advisors, creating unforgettable experiences in Europe's last hidden gem. Discover authentic Albania with local expertise and personalized service.
ar: نحن مستشاروك الشخصيون للرحلات، نخلق تجارب لا تُنسى في جوهرة أوروبا المخفية الأخيرة. اكتشف ألبانيا الأصيلة بالخبرة المحلية والخدمة الشخصية.
de: Wir sind Ihre persönlichen Reiseberater und schaffen unvergessliche Erlebnisse in Europas letztem versteckten Juwel. Entdecken Sie das authentische Albanien mit lokaler Expertise und persönlichem Service.
it: Siamo i tuoi consulenti di viaggio personali, creiamo esperienze indimenticabili nell'ultima gemma nascosta d'Europa. Scopri l'Albania autentica con competenze locali e servizio personalizzato.

source: Expert Local Guides
ar: مرشدون محليون خبراء
de: Erfahrene lokale Führer
it: Guide Locali Esperte

source: Native Albanian guides with deep cultural knowledge and fluency in multiple languages
ar: مرشدون ألبانيون أصليون بمعرفة ثقافية عميقة وطلاقة بعدة لغات
de: Einheimische albanische Führer mit tiefem kulturellem Wissen und Mehrsprachigkeit
it: Guide albanesi native con profonde conoscenze culturali e fluidità in più lingue

source: Personalized Experiences
ar: تجارب شخصية
de: Personalisierte Erlebnisse
it: Esperienze Personalizzate

source: Customized itineraries tailored to your interests, from history and culture to beaches and mountains
ar: برامج مخصصة تناسب اهتماماتك، من التاريخ والثقافة إلى الشواطئ والجبال
de: Maßgeschneiderte Reiserouten nach Ihren Interessen, von Geschichte und Kultur bis zu Stränden und Bergen
it: Itinerari personalizzati su misura per i tuoi interessi, dalla storia e cultura alle spiagge e montagne

source: Authentic Cultural Immersion
ar: انغماس ثقافي أصيل
de: Authentisches kulturelles Eintauchen
it: Autentica Immersione Culturale

source: Experience real Albanian life - traditional cuisine, local families, and hidden gems off the tourist trail
ar: اختبر الحياة الألبانية الحقيقية - المأكولات التقليدية والعائلات المحلية والكنوز المخفية بعيداً عن المسارات السياحية
de: Erleben Sie das echte albanische Leben - traditionelle Küche, lokale Familien und versteckte Perlen abseits der Touristenpfade
it: Vivi la vera vita albanese - cucina tradizionale, famiglie locali e gemme nascoste fuori dai sentieri turistici

source: Small Group Experience
ar: تجربة مجموعات صغيرة
de: Kleine Gruppenerfahrung
it: Esperienza di Piccoli Gruppi

source: Maximum 16 people per tour for intimate experiences and personalized attention
ar: حد أقصى 16 شخص في الجولة للحصول على تجارب حميمة واهتمام شخصي
de: Maximal 16 Personen pro Tour für intime Erlebnisse und persönliche Betreuung
it: Massimo 16 persone per tour per esperienze intime e attenzione personalizzata

source: UNESCO World Heritage
ar: التراث العالمي لليونسكو
de: UNESCO-Weltkulturerbe
it: Patrimonio Mondiale UNESCO

source: Visit ancient Butrint, medieval Berat and Gjirokastër with expert historical commentary
ar: زيارة بوترينت القديمة وبيرات وجيروكاسترا في العصور الوسطى مع تعليق تاريخي من الخبراء
de: Besuchen Sie das antike Butrint, das mittelalterliche Berat und Gjirokastër mit fachkundigen historischen Kommentaren
it: Visita l'antica Butrinto, la medievale Berat e Argirocastro con commenti storici esperti

source: Culinary Adventures
ar: مغامرات طهي
de: Kulinarische Abenteuer
it: Avventure Culinarie

source: Taste authentic Albanian cuisine and learn family recipes from local cooks
ar: تذوق المأكولات الألبانية الأصيلة وتعلم وصفات عائلية من الطباخين المحليين
de: Kosten Sie authentische albanische Küche und lernen Sie Familienrezepte von lokalen Köchen
it: Assaggia l'autentica cucina albanese e impara ricette di famiglia da cuochi locali

source: Our Signature Tours
ar: جولاتنا المميزة
de: Unsere Signature-Touren
it: I Nostri Tour Caratteristici

source: From quick city walks to week-long adventures - discover Albania your way with our carefully crafted experiences
ar: من الجولات السريعة في المدينة إلى المغامرات التي تستغرق أسبوعاً - اكتشف ألبانيا بطريقتك مع تجاربنا المصممة بعناية
de: Von schnellen Stadtspaziergängen bis zu wochenlangen Abenteuern - entdecken Sie Albanien auf Ihre Art mit unseren sorgfältig gestalteten Erlebnissen
it: Da brevi passeggiate in città ad avventure di una settimana - scopri l'Albania a modo tuo con le nostre esperienze accuratamente progettate

source: Available in
ar: متوفر باللغة
de: Verfügbar in
it: Disponibile in

source: Learn More
ar: اعرف أكثر
de: Mehr erfahren
it: Scopri di Più

source: What Our Travelers Say
ar: ماذا يقول مسافرونا
de: Was unsere Reisenden sagen
it: Cosa Dicono i Nostri Viaggiatori

source: An incredible week exploring Albania! Our guide was knowledgeable and passionate. The mix of history, culture, and stunning landscapes exceeded all expectations.
ar: أسبوع لا يصدق في استكشاف ألبانيا! كان مرشدنا مطلعاً ومتحمساً. مزيج التاريخ والثقافة والمناظر الطبيعية الخلابة فاق كل التوقعات.
de: Eine unglaubliche Woche bei der Erkundung Albaniens! Unser Führer war sachkundig und leidenschaftlich. Die Mischung aus Geschichte, Kultur und atemberaubenden Landschaften übertraf alle Erwartungen.
it: Una settimana incredibile esplorando l'Albania! La nostra guida era competente e appassionata. Il mix di storia, cultura e paesaggi mozzafiato ha superato tutte le aspettative.

source: Germany
ar: ألمانيا
de: Deutschland
it: Germania

source: Albania surprised us at every turn. From the warm hospitality to the untouched beaches, this tour showed us Europe's best-kept secret.
ar: فاجأتنا ألبانيا في كل منعطف. من الضيافة الدافئة إلى الشواطئ البكر، أظهرت لنا هذه الجولة أفضل سر محفوظ في أوروبا.
de: Albanien überraschte uns auf Schritt und Tritt. Von der herzlichen Gastfreundschaft bis zu den unberührten Stränden zeigte uns diese Tour Europas bestgehütetes Geheimnis.
it: L'Albania ci ha sorpreso ad ogni angolo. Dalla calorosa ospitalità alle spiagge incontaminate, questo tour ci ha mostrato il segreto meglio custodito d'Europa.

source: United Kingdom
ar: المملكة المتحدة
de: Vereinigtes Königreich
it: Regno Unito

source: Perfect organization, authentic experiences, and incredible value for money. We felt like we were traveling with friends rather than a tour group.
ar: تنظيم مثالي وتجارب أصيلة وقيمة لا تصدق مقابل المال. شعرنا وكأننا نسافر مع الأصدقاء وليس مع مجموعة سياحية.
de: Perfekte Organisation, authentische Erlebnisse und unglaubliches Preis-Leistungs-Verhältnis. Wir fühlten uns, als würden wir mit Freunden reisen und nicht mit einer Reisegruppe.
it: Organizzazione perfetta, esperienze autentiche e incredibile rapporto qualità-prezzo. Ci sembrava di viaggiare con amici piuttosto che con un gruppo turistico.

source: Italy
ar: إيطاليا
de: Italien
it: Italia

source: Plan Your Albanian Adventure
ar: خطط لمغامرتك الألبانية
de: Planen Sie Ihr albanisches Abenteuer
it: Pianifica la Tua Avventura Albanese

source: Ready to discover Albania? Our local experts are here to create your perfect personalized itinerary.
ar: مستعد لاكتشاف ألبانيا؟ خبراؤنا المحليون هنا لإنشاء برنامجك الشخصي المثالي.
de: Bereit, Albanien zu entdecken? Unsere lokalen Experten sind hier, um Ihre perfekte personalisierte Reiseroute zu erstellen.
it: Pronto a scoprire l'Albania? I nostri esperti locali sono qui per creare il tuo itinerario personalizzato perfetto.

source: Location
ar: الموقع
de: Standort
it: Posizione

source: Skanderbeg Square, Tirana, Albania
ar: ساحة سكاندربغ، تيرانا، ألبانيا
de: Skanderbeg-Platz, Tirana, Albanien
it: Piazza Skanderbeg, Tirana, Albania

source: Business Hours
ar: ساعات العمل
de: Öffnungszeiten
it: Orari di Apertura

source: Daily: 9:00 AM - 6:00 PM
ar: يومياً: 9:00 صباحاً - 6:00 مساءً
de: Täglich: 9:00 - 18:00 Uhr
it: Tutti i giorni: 9:00 - 18:00

source: Start Planning Today
ar: ابدأ التخطيط اليوم
de: Beginnen Sie heute mit der Planung
it: Inizia a Pianificare Oggi

source: Get personalized recommendations, custom itineraries, and insider tips from our Albanian travel experts. All tours include professional multilingual guides and authentic local experiences.
ar: تشمل جميع الجولات مرشدين محترفين متعددي اللغات وتجارب محلية أصيلة.
de: Alle Touren beinhalten professionelle mehrsprachige Guides und authentische lokale Erfahrungen.
it: Tutti i tour includono guide professionali multilingue e esperienze locali autentiche.

source: WhatsApp Us
ar: راسلنا على واتساب
de: WhatsApp uns
it: Contattaci su WhatsApp

source: Send Email
ar: أرسل بريد إلكتروني
de: E-Mail senden
it: Invia Email

source: Discover the beauty and history of Albania's vibrant capital with our expert local guides.
ar: اكتشف جمال وتاريخ عاصمة ألبانيا النابضة بالحياة مع مرشدينا المحليين الخبراء.
de: Entdecken Sie die Schönheit und Geschichte von Albaniens lebendiger Hauptstadt mit unseren erfahrenen lokalen Guides.
it: Scopri la bellezza e la storia della vibrante capitale dell'Albania con le nostre guide locali esperte.

source: Quick Links
ar: روابط سريعة
de: Schnelle Links
it: Link Rapidi

source: Contact Info
ar: معلومات الاتصال
de: Kontaktinformationen
it: Informazioni di Contatto

source: Phone
ar: الهاتف
de: Telefon
it: Telefono

source: Tirana, Albania
ar: تيرانا، ألبانيا
de: Tirana, Albanien

source: All rights reserved.
ar: جميع الحقوق محفوظة.
de: Alle Rechte vorbehalten.
it: Tutti i diritti riservati.

source: Albania Discovery Week - 6 Days Complete Tour
ar: أسبوع اكتشاف ألبانيا - جولة كاملة لمدة 6 أيام
de: Albanien Entdeckungswoche - 6 Tage Komplette Tour
it: Settimana di Scoperta dell'Albania - Tour Completo di 6 Giorni

source: Classic Albania - 6 Days Cultural Journey
ar: ألبانيا الكلاسيكية - رحلة ثقافية لمدة 6 أيام
de: Klassisches Albanien - 6 Tage Kulturreise
it: Albania Classica - Viaggio Culturale di 6 Giorni

source: Albanian Riviera Highlights - 5 Days Beach & Culture
ar: أبرز معالم الريفيرا الألبانية - 5 أيام شاطئ وثقافة
de: Albanische Riviera Highlights - 5 Tage Strand & Kultur
it: Highlights della Riviera Albanese - 5 Giorni Spiaggia e Cultura

source: Southern Cultural Loop - 6 Days Archaeological Journey
ar: حلقة الجنوب الثقافية - رحلة أثرية لمدة 6 أيام
de: Südliche Kulturroute - 6 Tage Archäologische Reise
it: Circuito Culturale del Sud - Viaggio Archeologico di 6 Giorni

source: Northern Mountains & Theth - 6 Days Alpine Adventure
ar: الجبال الشمالية وثيث - مغامرة جبلية لمدة 6 أيام
de: Nordberge & Theth - 6 Tage Alpenabenteuer
it: Montagne del Nord e Theth - Avventura Alpina di 6 Giorni

source: Tirana Historical Walking Tour
ar: جولة تيرانا التاريخية سيراً على الأقدام
de: Tirana Historische Stadtführung
it: Tour Storico a Piedi di Tirana

source: Dajti Mountain & Cable Car Experience
ar: جبل داجتي وتجربة التلفريك
de: Dajti Berg & Seilbahn Erlebnis
it: Montagna Dajti ed Esperienza Funivia

source: Tirana Food & Culture Experience
ar: تجربة الطعام والثقافة في تيرانا
de: Tirana Essen & Kultur Erlebnis
it: Esperienza Gastronomica e Culturale di Tirana

source: Experience the best of Albania in 6 unforgettable days - from Tirana's history to the Albanian Riviera's stunning beaches.
ar: اختبر أفضل ما في ألبانيا في 6 أيام لا تُنسى - من تاريخ تيرانا إلى الشواطئ الخلابة للريفيرا الألبانية.
de: Erleben Sie das Beste von Albanien in 6 unvergesslichen Tagen - von Tiranas Geschichte bis zu den atemberaubenden Stränden der Albanischen Riviera.
it: Vivi il meglio dell'Albania in 6 giorni indimenticabili - dalla storia di Tirana alle splendide spiagge della Riviera Albanese.

source: The perfect introduction to Albania - from Tirana's vibrant culture to UNESCO heritage sites and the stunning Albanian Riviera.
ar: المقدمة المثالية لألبانيا - من ثقافة تيرانا النابضة بالحياة إلى مواقع التراث العالمي لليونسكو والريفيرا الألبانية الخلابة.
de: Die perfekte Einführung in Albanien - von Tiranas lebendiger Kultur bis zu UNESCO-Welterbestätten und der atemberaubenden Albanischen Riviera.
it: L'introduzione perfetta all'Albania - dalla cultura vibrante di Tirana ai siti patrimonio UNESCO e alla splendida Riviera Albanese.

source: Explore Albania's stunning coastline from Vlorë to Saranda, including pristine beaches, dramatic mountain passes, and ancient archaeological sites.
ar: استكشف الساحل الخلاب لألبانيا من فلورا إلى ساراندا، بما في ذلك الشواطئ البكر والممرات الجبلية الدرامية والمواقع الأثرية القديمة.
de: Erkunden Sie Albaniens atemberaubende Küste von Vlorë bis Saranda, einschließlich unberührter Strände, dramatischer Bergpässe und antiker archäologischer Stätten.
it: Esplora la splendida costa dell'Albania da Vlorë a Saranda, includendo spiagge incontaminate, passi montani drammatici e antichi siti archeologici.

source: Immerse yourself in Albania's ancient history visiting Apollonia, Berat, Gjirokastër, and Butrint - four UNESCO and archaeological treasures.
ar: انغمس في تاريخ ألبانيا القديم بزيارة أبولونيا وبيرات وجيروكاسترا وبوترينت - أربعة كنوز أثرية ومواقع تراث عالمي.
de: Tauchen Sie ein in Albaniens antike Geschichte beim Besuch von Apollonia, Berat, Gjirokastër und Butrint - vier UNESCO- und archäologische Schätze.
it: Immergiti nella storia antica dell'Albania visitando Apollonia, Berat, Argirocastro e Butrinto - quattro tesori UNESCO e archeologici.

source: Explore Albania's dramatic northern Alps, traditional mountain villages, and pristine wilderness in Theth and Valbona valleys.
ar: استكشف جبال الألب الشمالية الدرامية في ألبانيا وقرى الجبال التقليدية والبرية البكر في وديان ثيث وفالبونا.
de: Erkunden Sie Albaniens dramatische Nordalpen, traditionelle Bergdörfer und unberührte Wildnis in den Tälern Theth und Valbona.
it: Esplora le drammatiche Alpi settentrionali dell'Albania, i villaggi di montagna tradizionali e la natura selvaggia incontaminata nelle valli di Theth e Valbona.

source: Discover the heart of Albania's capital with our comprehensive walking tour through Tirana's most iconic landmarks.
ar: اكتشف قلب عاصمة ألبانيا مع جولتنا الشاملة سيراً على الأقدام عبر أشهر معالم تيرانا.
de: Entdecken Sie das Herz von Albaniens Hauptstadt mit unserer umfassenden Stadtführung durch Tiranas ikonischste Wahrzeichen.
it: Scopri il cuore della capitale dell'Albania con il nostro tour a piedi completo attraverso i monumenti più iconici di Tirana.

source: Take the cable car up Dajti Mountain for breathtaking views of Tirana and the Albanian coastline.
ar: اركب التلفريك إلى جبل داجتي للحصول على مناظر خلابة لتيرانا والساحل الألباني.
de: Nehmen Sie die Seilbahn zum Dajti Berg für atemberaubende Ausblicke auf Tirana und die albanische Küste.
it: Prendi la funivia fino alla montagna Dajti per viste mozzafiato di Tirana e della costa albanese.

source: Taste authentic Albanian cuisine while exploring local markets, traditional restaurants, and cultural sites.
ar: تذوق المأكولات الألبانية الأصيلة أثناء استكشاف الأسواق المحلية والمطاعم التقليدية والمواقع الثقافية.
de: Probieren Sie authentische albanische Küche während Sie lokale Märkte, traditionelle Restaurants und Kulturstätten erkunden.
it: Assaggia l'autentica cucina albanese mentre esplori i mercati locali, i ristoranti tradizionali e i siti culturali.

source: Join us for the ultimate Albanian adventure! This comprehensive 6-day tour takes you from the bustling capital of Tirana through ancient cities, UNESCO World Heritage sites, pristine beaches, and dramatic mountain landscapes. Experience Albania's rich history, vibrant culture, delicious cuisine, and warm hospitality while staying in carefully selected accommodations. Perfect for first-time visitors who want to see the best of what Albania has to offer.
de: Begleiten Sie uns zum ultimativen albanischen Abenteuer! Diese umfassende 6-tägige Tour führt Sie von der geschäftigen Hauptstadt Tirana durch antike Städte, UNESCO-Welterbestätten, unberührte Strände und dramatische Berglandschaften. Erleben Sie Albaniens reiche Geschichte, lebendige Kultur, köstliche Küche und herzliche Gastfreundschaft in sorgfältig ausgewählten Unterkünften. Perfekt für Erstbesucher, die das Beste von Albanien sehen möchten.
it: Unisciti a noi per l'avventura albanese definitiva! Questo tour completo di 6 giorni ti porta dalla vivace capitale di Tirana attraverso città antiche, siti Patrimonio Mondiale UNESCO, spiagge incontaminate e paesaggi montani drammatici. Vivi la ricca storia dell'Albania, la cultura vibrante, la cucina deliziosa e la calorosa ospitalità soggiornando in sistemazioni accuratamente selezionate. Perfetto per i visitatori alla prima volta che vogliono vedere il meglio di ciò che l'Albania ha da offrire.

source: Discover the essence of Albania on this carefully crafted 6-day journey. Starting in dynamic Tirana, you'll explore medieval Berat's Ottoman architecture, wander through Gjirokastër's stone streets, and relax on the pristine beaches of Saranda. This tour combines Albania's rich cultural heritage with its natural beauty, including visits to UNESCO World Heritage sites and the famous Blue Eye spring.
de: Entdecken Sie die Essenz Albaniens auf dieser sorgfältig gestalteten 6-tägigen Reise. Beginnend im dynamischen Tirana erkunden Sie die osmanische Architektur des mittelalterlichen Berat, wandeln durch die Steinstraßen von Gjirokastër und entspannen an den unberührten Stränden von Saranda. Diese Tour verbindet Albaniens reiches kulturelles Erbe mit seiner natürlichen Schönheit, einschließlich Besuchen von UNESCO-Welterbestätten und der berühmten Blauen Quelle.
it: Scopri l'essenza dell'Albania in questo viaggio di 6 giorni accuratamente progettato. Iniziando nella dinamica Tirana, esplorerai l'architettura ottomana della medievale Berat, vagherai per le strade di pietra di Argirocastro e ti rilasserai sulle spiagge incontaminate di Saranda. Questo tour combina il ricco patrimonio culturale dell'Albania con la sua bellezza naturale, incluse visite ai siti Patrimonio Mondiale UNESCO e alla famosa sorgente dell'Occhio Blu.

source: Discover the untouched beauty of the Albanian Riviera on this 5-day coastal adventure. Drive through the spectacular Llogara Pass, relax on hidden beaches, explore Porto Palermo's historic castle, and visit the ancient ruins of Butrint. This tour perfectly balances beach relaxation with cultural exploration, showcasing Albania's Mediterranean charm and rich history.
de: Entdecken Sie die unberührte Schönheit der Albanischen Riviera auf diesem 5-tägigen Küstenabenteuer. Fahren Sie durch den spektakulären Llogara-Pass, entspannen Sie an versteckten Stränden, erkunden Sie die historische Burg von Porto Palermo und besuchen Sie die antiken Ruinen von Butrint. Diese Tour verbindet perfekt Strandentspannung mit kultureller Erkundung und zeigt Albaniens mediterranen Charme und reiche Geschichte.
it: Scopri la bellezza incontaminata della Riviera Albanese in questa avventura costiera di 5 giorni. Guida attraverso il spettacolare Passo di Llogara, rilassati su spiagge nascoste, esplora il castello storico di Porto Palermo e visita le antiche rovine di Butrinto. Questo tour bilancia perfettamente il relax sulla spiaggia con l'esplorazione culturale, mostrando il fascino mediterraneo dell'Albania e la ricca storia.

source: Perfect for history enthusiasts, this 6-day cultural journey takes you through Albania's most significant archaeological and UNESCO World Heritage sites. From the ancient Greek ruins of Apollonia to the Ottoman architecture of Berat and Gjirokastër, ending with the spectacular Butrint archaeological park. Experience Albania's layered history from Illyrian times to the Ottoman period.
de: Perfekt für Geschichtsliebhaber führt Sie diese 6-tägige Kulturreise durch Albaniens bedeutendste archäologische und UNESCO-Welterbestätten. Von den antiken griechischen Ruinen von Apollonia bis zur osmanischen Architektur von Berat und Gjirokastër, endend mit dem spektakulären archäologischen Park Butrint. Erleben Sie Albaniens vielschichtige Geschichte von der illyrischen Zeit bis zur osmanischen Periode.
it: Perfetto per gli appassionati di storia, questo viaggio culturale di 6 giorni ti porta attraverso i siti archeologici e Patrimonio Mondiale UNESCO più significativi dell'Albania. Dalle antiche rovine greche di Apollonia all'architettura ottomana di Berat e Argirocastro, terminando con il spettacolare parco archeologico di Butrinto. Vivi la storia stratificata dell'Albania dai tempi illirici al periodo ottomano.

source: Venture into Albania's spectacular northern mountains on this 6-day adventure through pristine alpine landscapes. Discover the traditional stone villages of Theth and Valbona, hike to stunning waterfalls, learn about the ancient Kanun code of honor, and experience authentic mountain hospitality. This tour is perfect for nature lovers seeking authentic cultural immersion away from the crowds.
de: Wagen Sie sich in Albaniens spektakuläre Nordberge auf diesem 6-tägigen Abenteuer durch unberührte alpine Landschaften. Entdecken Sie die traditionellen Steindörfer Theth und Valbona, wandern Sie zu atemberaubenden Wasserfällen, lernen Sie über den alten Kanun-Ehrenkodex und erleben Sie authentische Berggastfreundschaft. Diese Tour ist perfekt für Naturliebhaber, die authentisches kulturelles Eintauchen abseits der Massen suchen.
it: Avventurati nelle spettacolari montagne settentrionali dell'Albania in questa avventura di 6 giorni attraverso paesaggi alpini incontaminati. Scopri i tradizionali villaggi di pietra di Theth e Valbona, cammina verso cascate mozzafiato, impara sul antico codice d'onore Kanun e vivi l'autentica ospitalità di montagna. Questo tour è perfetto per gli amanti della natura che cercano un'autentica immersione culturale lontano dalle folle.

source: Join us for an unforgettable journey through Tirana's rich history and vibrant culture. This tour takes you through the city's most significant sites, from the Ottoman era to communist times and modern developments. You'll learn about Albania's fascinating past while experiencing the dynamic energy of this emerging European capital.
de: Begleiten Sie uns auf einer unvergesslichen Reise durch Tiranas reiche Geschichte und lebendige Kultur. Diese Tour führt Sie durch die bedeutendsten Stätten der Stadt, von der osmanischen Ära über die kommunistische Zeit bis zu modernen Entwicklungen. Sie erfahren über Albaniens faszinierende Vergangenheit, während Sie die dynamische Energie dieser aufstrebenden europäischen Hauptstadt erleben.
it: Unisciti a noi per un viaggio indimenticabile attraverso la ricca storia e la cultura vibrante di Tirana. Questo tour ti porta attraverso i siti più significativi della città, dall'era ottomana ai tempi comunisti e agli sviluppi moderni. Imparerai sul affascinante passato dell'Albania mentre vivi l'energia dinamica di questa capitale europea emergente.
