Repository: adi2222-ai/tiranawalktour
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, de, it

source: Experience Albania's natural beauty with a trip to Dajti Mountain National Park. Take the modern cable car system up to 1,000 meters above sea level for spectacular panoramic views. Enjoy hiking trails, traditional Albanian cuisine at mountain restaurants, and fresh mountain air just minutes from downtown Tirana.
de: Erleben Sie Albaniens natürliche Schönheit mit einem Ausflug zum Dajti Mountain Nationalpark. Nehmen Sie das moderne Seilbahnsystem auf 1.000 Meter über dem Meeresspiegel für spektakuläre Panoramablicke. Genießen Sie Wanderwege, traditionelle albanische Küche in Bergrestaurants und frische Bergluft nur wenige Minuten von der Innenstadt Tiranas entfernt.
it: Vivi la bellezza naturale dell'Albania con un viaggio al Parco Nazionale della Montagna Dajti. Prendi il moderno sistema di funivia fino a 1.000 metri sopra il livello del mare per viste panoramiche spettacolari. Goditi sentieri escursionistici, cucina albanese tradizionale nei ristoranti di montagna e aria fresca di montagna a pochi minuti dal centro di Tirana.

source: Immerse yourself in Albanian culinary traditions with this comprehensive food and culture tour. Visit local markets, taste traditional dishes, learn about Albanian coffee culture, and discover how cuisine reflects the country's diverse cultural influences from Ottoman, Italian, and Balkan traditions.
de: Tauchen Sie ein in die albanischen kulinarischen Traditionen mit dieser umfassenden Essen- und Kulturtour. Besuchen Sie lokale Märkte, probieren Sie traditionelle Gerichte, lernen Sie über die albanische Kaffeekultur und entdecken Sie, wie die Küche die vielfältigen kulturellen Einflüsse des Landes aus osmanischen, italienischen und Balkan-Traditionen widerspiegelt.
it: Immergiti nelle tradizioni culinarie albanesi con questo tour completo di cibo e cultura. Visita i mercati locali, assaggia piatti tradizionali, impara sulla cultura del caffè albanese e scopri come la cucina riflette le diverse influenze culturali del paese dalle tradizioni ottomane, italiane e balcaniche.

source: Your personalized trip advisor for authentic Albanian adventures, from crystal clear beaches to ancient castles
it: Il tuo consulente di viaggio personalizzato per avventure albanesi autentiche, dalle spiagge cristalline ai castelli antichi

source: Email
ar: البريد الإلكتروني
